Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: the party responsible for operating the maritime systems on permanently placed, mobile facilities, should fulfil the qualification requirements for comparable positions in the regulations mentioned in litera g of these guidelines.
nb: den som er ansvarlig for driften av de maritime systemene på permanent plasserte, flytende innretninger, bør oppfylle kvalifikasjonskravene til sammenlignbare stillinger i forskriften som nevnt i denne veiledningen bokstav g.

source: Before this was initiated, the outside operations personnel managed to stop the leak and the control room stabilised operations.
nb: Før nedstengning ble initiert klarte driftspersonellet ute å stenge lekkasjen og kontrollromsoperatørene stabiliserte driften.

source: The level of overall planned but not executed preventive maintenance on the permanent facilities increased from 2017, even though the number of hours devoted to such work rose in 2018.
nb: For de permanent plasserte innretningene har det totale etterslepet av forebyggende vedlikehold økt fra 2017 til 2018.

source: Operations under this framework agreement may be undertaken using the diving support vessels DSV Seven Falcon and DSV Seven Atlantic.
nb: Operasjoner under denne rammeavtalen vil kunne gjennomføres med dykkerfartøyene DSV Seven Falcon og DSV Seven Atlantic.

source: Underlying causes exist which may have contributed to the incident.
nb: Det er bakenforliggende forhold som kan ha bidratt til hendelsen.

source: The provision incorporates the Regulations on personal protective equipment (PPE), which implement Regulation 2016/425 (EU) in Norwegian law in the petroleum activities.
nb: forskrift om personlig verneutstyr (PVU), som gjennomfører forordning 2016/425(EU) i norsk rett i petroleumsvirksomheten.

source: Regulations relating to exploitation of subsea reservoirs on the continental shelf for storage of CO2 and relating to transportation of CO2 on the continental shelf
nb: Forskrift om utnyttelse av undersjøiske reservoarer på kontinentalsokkelen til lagring av CO2 og om transport av CO2 på kontinentalsokkelen

source: Regulations relating to storage and transport of CO2 on the shelf
nb: forskrift om lagring og transport av CO2 på sokkelen

source: This entails that standard solutions (which may well have been built before) and solutions where detail engineering is well advanced are more easily constructed in Asia.
nb: I dette ligger at standardløsninger (som gjerne er bygget tidligere) og løsninger hvor man har kommet langt med detaljprosjekteringen enklere kan bygges i østen.

source: The Petroleum Safety Authority Norway's investigation of the well-control incident at Visund A in March 2016 is now complete.
nb: Petroleumstilsynets gransking av brønnkontrollhendelsen på Visund A i mars 2016 er nå sluttført.

source: This means that everyone involved in planning, approval, WPs and work execution must assess the need for an SJA.
nb: Det innebærer at alle som er involvert i planlegging, godkjenning, arbeidstillatelser og utførelse av arbeidet, skal vurdere bruken av SJA.

source: Reports to the employer are governed in Section 2-3, second subsection, litera e of the Working Environment Act.
nb: Melding til arbeidsgiveren er regulert i arbeidsmiljøloven § 2-3 andre ledd bokstav e. Arbeidstakere kan også gi melding direkte til helsepersonalet, jf.

source: Work-experience pupil1 and the apprentice had descended quickly.
nb: Utplasseringselev1 og lærling kom seg raskt ned.

source: The incident was classified by Equinor as a lost time injury.
nb: Hendelsen ble klassifisert av Equinor som fraværsskade.

source: f) the period of time for which consent is applied.
nb: f) den perioden det søkes samtykke for.

source: The direct cause of the LNG escape was that a valve on the cold flaring line in the road tanker from Barents Naturgass (BNG) had been left in the open position when loading was completed at the plant’s truck filling station.
nb: LNG-lekkasjen oppstod som direkte følge av at en ventil til kaldfakkellinje på tankbil fra Barents Naturgass (BNG) ble stående i åpen posisjon ved avslutting av tanking i bilfyllestasjonen på anlegget.

source: Figure 5 below illustrates the barriers for the incident, where red secondary barriers have been activated because a breach has occurred in the blue primary barrier (failure in the inflow-tested liner).
nb: Figur 5 nedenfor illustrerer barrierene ved hendelsen, der rød sekundærbarriere er aktivert fordi det har oppstått brudd i den blå primærbarrieren (svikt i Inflow-testet liner).

source: In connecting with pulling the tubing hanger, the top drive with the completion string was suddenly raised six metres out of control.
nb: I forbindelse med trekking av produksjonsrørhenger (tubing hanger) ble top-drive med kompletteringsstrengen plutselig løftet ukontrollert opp seks meter.

source: The latter and the on-scene commander mustered at the scene.
nb: Førstehjelpslaget og skadestedsleder mønstret på skadestedet.

source: The drilling operation is estimated to last 28 days if the well is dry and up to 71 days if hydrocarbons are found.
nb: Lengda på boreoperasjonen er estimert til å vara 28 dagar om brønnen er tørr og opp til 71 dagar dersom en finn hydrokarbonar.

source: This incident occurred during testing of the lifeboat systems.
nb: Hendelsen skjedde i forbindelse med testing av livbåtsystemene.

source: The same document states that the safety factor is set at 3.15:1 for a normal traction of 10 tonnes.
nb: I samme dokumentet står det at sikkerhetsfaktor er satt til 3,15:1 for en normal trekkraft på 10 tonn.

source: standard Chapter 20 should be used, with the following addition: for gas and liquid-filled vessels and pipe sections, the passive fire protection should be sufficient to prevent rupture before depressurisation is carried out.
nb: kapittel 20 brukes, med følgende tillegg: for gass- og væskefylte beholdere og rørseksjoner bør den passive brannbeskyttelsen være tilstrekkelig til å hindre brudd før trykkavlastning er gjennomført.

source: Interpretations of ISO 31000 accordingly also exist which choose to integrate these.
nb: Det finnes derfor også eksempler på fortolkninger av ISO 31000, hvor en velger å slå disse samme, ref.

source: We have given Repsol Norge (Repsol) consent for exploration drilling in block 9/2 in the North Sea.
nb: Vi har gitt Repsol Norge (Repsol) samtykke til leiteboring i blokk 9/2 i Nordsjøen.

source: Norske Shell – Consent for start-up and operation of Knarr A3 Infill well
nb: Norske Shell – Samtykke til oppstart og drift av Knarr A3 Infill-brønn

source: It did not want to maintain the pressure at 52 bar longer than necessary.
nb: De ønsket ikke å holde trykket (52 bar) lenger enn nødvendig.

source: Hours devoted to preventive and corrective maintenance on the permanent NCS facilities declined in 2020.
nb: I 2020 har det vært en reduksjon i antall timer for det utførte forebyggende og korrigerende vedlikeholdet for de permanent plasserte innretningene.

source: Deficient insulation of COSMO fire doors
nb: Mangelfull isolering av COSMO branndører

source: Re litera h on licensee
nb: Til bokstav h om rettighetshaver

source: , and exploitation, transport and storage of CO
nb: , og utnyttelse, transport og lagring av CO

source: Chapter 21.4.9 should be used in the design of helicopter decks, with exception of the specified response time for extinguishing agent and with the following addition:
nb: kapittel 21.4.9 brukes, med unntak av angitt responstid for levering av slokkemidler og med følgende tillegg:

source: They relate to • work with chemicals, cf. RCW chapter 3, with the exception of sections 3-23, 3-24 and 3-27,
nb: FUA kapittel 3, med unntak av §§ 3-23, 3-24 og 3-27, - arbeid med asbest, jf.

source: The regulations are now the responsibility of the Ministry of Health and Care Services.
nb: Forskriften forvaltes nå i utgangspunktet av Helse- og omsorgsdepartementet.

source: Only external damage or wear would be identified visually.
nb: Visuelt vil bare ytre skader eller slitasje kunne avdekkes.

source: The field was proven in 2014, and the plan for development and operation (PDO) was approved in April 2018.
nb: Feltet vart påvist i 2014, og plan for utbygging og drift (PUD) vart godkjent i april 2018.

source: The Norwegian Environment Agency may require testing and ecotoxicological documentation in the form of HOCNF Part 2 for polymers as mentioned in the second sentence when necessary to assess the properties of the substance.
nb: Miljødirektoratet kan kreve testing og økotoksikologisk dokumentasjon i form av HOCNF del 2 for polymerer som nevnt i bokstav f når dette er nødvendig for å vurdere stoffets egenskaper.

source: Guidelines for applications regarding offshore petroleum activities, TA-2847-2011
nb: Retningslinjer for søknader om petroleumsvirksomhet til havs, TA-2847-2011 forurensningsforskriften

source: This incident occurred during production drilling on the North Sea field, where Neptune Energy (Neptune) is the operator.
nb: Hendelsen skjedde under produksjonsboring på Gjøafeltet, hvor Neptune Energy (Neptune) er operatør.

source: “There’s actually also demand internationally, and the packs can naturally be freely used and shared,” Rørhuus reports.
nb: - Det er faktisk også etterspørsel internasjonalt, og lærepakkene kan selvfølgelig fritt brukes og deles, sier Rørhuus.

source: Rowan Norway is a jack-up drilling facility built in 2011 in Singapore.
nb: Rowan Norway er ei oppjekkbar boreinnretning bygd i 2011 i Singapore.

source: It shall be possible to drill a relief well from two alternative locations.
nb: Det skal kunne bores en avlastningsbrønn fra to alternative lokasjoner.

source: Discovered in 1979, Troll contains extremely large gas resources as well as being one of the largest oil producers on the NCS.
nb: Trollfeltet ble funnet i 1979 og inneholder svært store gassressurser, i tillegg til at det er et av de største oljeproduserende felt på norsk sokkel.

source: To assist installation/removal of riser and pumps, two beams could be moved back and forth hydraulically.
nb: For å avhjelpe montering og demontering av rørdeler og pumper var det installert to bjelker som kunne skyves ut hydraulisk.

source: Figure 1 Overview of Tambar/Ula area. (Source
nb: Figur 1 Oversiktsbilde Tambar/Ula (hentet fra

source: Might there have
nb: Kan det ha vært en

source: This chapter describes possible underlying causes for the failure to identify that valve 42 was not closed before the HPC was pulled, and why isolation valves were not tested as barrier valves.
nb: I dette kapittelet er det beskrevet mulige bakenforliggende årsaker til at det ikke ble oppdaget at ventil 42 ikke var stengt før blindflens ble tatt av, og hvorfor isoleringsventiler ikke ble testet som barriereventiler.

source: When the PSA conducts an audit, one question is whether active use is being made of the database.
nb: Den er en viktig referanse for myndighetene, og når Ptil er ute på tilsyn, spør vi om basen brukes aktivt.

source: A chemical is a generic term for chemical substances and/or substance mixtures.
nb: Kjemikalie er en fellesbetegnelse for kjemiske stoffer og/eller stoffblandinger.

source: He cites Aker BP and Hungarian company MOL as examples of customers who have understood how this should be done.
nb: Som eksempler på selskaper som har skjønt hvordan det skal gjøres, trekker han fram Aker BP og det ungarske selskapet MOL.

source: The scope of work was extended after 14 days with an analysis and data model to calculate the effect of static wind loads and dynamic wind loads as a result of vortex shedding.
nb: Arbeidsomfanget ble utvidet etter 14 dager med en analyse og datamodell for å beregne effekt av statiske vindlaster og dynamiske vindlaster som følge av virvelavløsning.

source: , the plan for the development and operation of subsea reservoirs for the injection and storage of CO
nb: , skal planen for utbygging og drift av undersjøiske reservoarer til injeksjon og lagring av CO

source: Maersk, for its part, refers to Norsok R-002 as the norm to be used for all lifting equipment on board, but that has not been done in this case.
nb: Maersk henviser derimot til NORSOK R-002 som normen som skal brukes for alle løfteinnretninger om bord, men har ikke fulgt den i dette tilfellet.

source: Maersk Drilling Norge AS received the PSA's Acknowledgement of Compliance for Maersk Invincible.
nb: Maersk Drilling Norge AS har fått samsvarsuttalelse (SUT) for Maersk Invincible.

source: On arrival at the moonpool, the assistant driller received the man-overboard message from the hired SE.
nb: Ved ankomst Moonpool området mottok Assistant Driller «mann over bord» fra innleid SI.

source: AF Gruppen had previously verbally agreed with its supplier that only standard hoses and couplings should be used for this type of work.
nb: AF Gruppen hadde på et tidligere tidspunkt muntlig avtalt med sin leverandør at kun standard slange og koblinger skulle brukes på denne type arbeid.

source: crane and deck personnel
nb: kran- og dekkspersonell

source: The specification from the window manufacturer referred to bolts in strength grade 8.8 (yield strength 640 MPa).
nb: Spesifikasjonen fra vindusprodusent henviste til bolter i fasthetsklasse 8.8 (flytegrense 640 MPa).

source: Preliminary work began in 1999-2000 and, as mentioned above, the first report could be presented in 2001.
nb: Forarbeidet startet i 1999/2000, og den første rapporten forelå altså i 2001.

source: In practice, the operator's responsibility is limited in relation to the onshore munici-pality's responsibility in that people staying on a facility in the offshore petroleum activities, will spend shorter or longer periods onshore.
nb: peratørens ansvar avgrenses i praksis i forhold til landkommunens ansvar i og med at personer som oppholder seg på innretning i petroleumsvirksomheten til havs, vil tilbringe kortere eller lengre perioder på land.

source: One is the shut-down H2S reactor running with the reflux pump only and without compressed-air blowing (scenario 3), which is the condition before the blowing operation.
nb: Fasenesom ble gjenskapt er: Avslått H2S-reaktor kun kjørt med reflukspumpe uten blåsing av trykkluft (senario 3), som er tilstanden før blåseoperasjon.

source: Some of the equipment concerned by this exclusion may also be subject to the Marine Equipment Directive 96/98/EC18 as amended by Directive 2002/75/EC19.
nb: Deler av det utstyret som omfattes av dette unntaket, kan også komme inn under det marine utstyrsdirektivet (Marine Equipment Directive) 96/98/EC18, med endringer som gitt i direktiv 2002/75/EC19.

source: Drilling is scheduled to begin in October 2018 and last around 44 days, depending on whether a find is made.
nb: Boringa er planlagt starta i oktober 2018 med ei varigheit på om lag 44 dagar, avhengig av funn.

source: Statoil’s memo states that winds of about 30 knots were blowing at the time of the incident.
nb: Av Statoils notat framgår at det blåste kuling, ca. 30 knops vind, på hendelsestidspunktet.

source: Pollution is only permitted if it is legal according to Sections 8 or 9 of the Pollution Control Act, or a permit has been granted pursuant to Section 11.
nb: Forurensning er bare tillatt dersom det er lovlig etter forurensningsloven § 8 eller § 9, eller det er gitt tillatelse i medhold av § 11.

source: This means we have assumed the actual fracturing and hole size in our further assessments.
nb: Det vil si at vi har lagt til grunn det faktiske bruddet og hullet for de videre vurderingene.

source: When designing the emergency shutdown system, the ISO 13702 standard Chapters 6 and 7 and Appendix B.2 and B.3 and NORSOK S-001 revision 4 Chapter 10 should be used.
nb: Ved utforming av nødavstengningssystem bør standardene ISO 13702 kapittel 6 og 7 og vedlegg B.2 og B.3 og NORSOK S-001 revisjon 4 kapittel 10 brukes.

source: The water depth in the area is about 350 metres.
nb: Havdybden i området er rundt 350 meter.

source: and ISO 27914 Chapter 7.6 should be used.
nb: og ISO 27914 kapittel 7.6 brukes.

source: These documents, for example, contain only requirements for testing and verifying specific well barriers and not barriers for other types of operations such as an isolation valve when pulling an HPC.
nb: dokumentene kun krav til test og verifikasjon av spesifikke brønnbarrierer og ikke til barrierer ved andre typer operasjoner, som isoleringsventil ved trekking av blindflens.

source: Statoil is the operator of Åsgard in the central Norwegian Sea, in 200-300 metres of water.
nb: Bruk av innretning Statoil er operatør for Åsgard som ligg sentralt i Norskehavet, på 200-300 meter havdjup.

source: But Torleif Husebø, who has led the RNNP process at the PSA over many years, is nevertheless cautious in attributing this trend to the project’s findings.
nb: Torleif Husebø, mangeårig prosjektleder for RNNP-kartleggingen i Ptil, er likevel forsiktig med å gi RNNP æren for utviklingen.

source: “We can use the indicator for estimates when we produce noise zone maps and risk assessments, or to assess measures for the highest-risk areas,” says Øistein Nessler, offshore manager at Sinus.
nb: - Vi kan bruke indikatoren til overslag når vi lager støysonekart og risikovurderinger, og vurderer tiltak for de områdene som gir mest risiko, sier Øistein Nessler, som er ansatt i Sinus og fagansvarlig for virksomheten offshore.

source: Nor did the manual contain information which could form the basis for assessing wear.
nb: I tillegg hadde ikke manualen informasjon som kan danne basis for vurdering av slitasje.

source: The main fire divisions in closed areas should be able to withstand an explosion load of at least 70 kPa for 0.2 seconds.
nb: Hovedbrannskiller i lukkede områder bør kunne motstå en eksplosjonslast på minst 70 kPa i 0,2 sekunder.

source: d) operational measures that reduce exposure.
nb: d) operasjonelle tiltak som reduserer eksponering.

source: 059 – Norwegian oil and gas’ recommended guidelines for professional electrical workers’ competence (in Norwegian only)
nb: flyttbare innretninger som er registrert i et nasjonalt skipsregister, 059 - Norsk olje og gass’ anbefalte retningslinjer for elektrofagarbeiders kompetanse,

source: “OSPAR’s protocol for testing of chemicals used in the offshore oil industry” refers to "OSPAR
nb: Med "OSPARs protokoller for testing av kjemikalier brukt av petroeleumsindustrien til

source: “With the RNNP, we’ve shifted industry attention away from LTIs and over to serious injuries,” says Lauridsen.
nb: - Med RNNP endret vi næringens fokus bort fra fraværsskader og over til alvorlige personskader.

source: Brage has been developed using a fixed, integrated production, drilling and accommodation facility.
nb: Brage er bygget ut med en bunnfast, integrert produksjons-, bore- og boliginnretning.

source: Although the report made it clear that an exemption application must specify compensatory measures which prevent hydrate formation in the PSVs, this could have contributed to an acceptance of seeking exemption until the deficiency had been corrected.
nb: Selv om det kommer klart frem i rapporten at ved søknad om dispensasjon må en ha kompenserende tiltak som hindrer hydratdannelse i PSVene, kan dette har bidratt til at det var aksept for å søke dispensasjon frem til en hadde fått utbedret anlegget.

source: regulates the responsibility for specialist health services.
nb: regulerer ansvaret for spesialisthelsetjenester.

source: Internal strand fracturing means the rope must be scrapped, see ISO 4309, while scattered external strand fractures can be tolerated.
nb: Innvendige trådbrudd medfører kassasjon ref. Standard ISO 4309, mens utvendige spredte trådbrudd kan tillates ref.

source: Faroe Petroleum receives consent to take over operatorship
nb: Faroe Petroleum får samtykke til å ta over operatøransvar

source: document format that best serves the objectives of reading and editing.
nb: dokumentformat som best mulig tjener lese- og redigeringsformålet.

source: The steam separator and cracker cooler are defined as part of the cracker system and therefore designed to process standards.
nb: Damputskilleren og krakkerkjøleren er definert som en del av krakkersystemet og er derfor designet etter prosesstandarder.

source: It emerged during interviews that the driller had not been informed about the
nb: Det fremkom under intervjuer at borer ikke var informert om inspeksjonen som

source: Steam emerged from the hose in an unfortunate position, making the evacuation route inaccessible to operator 2 because of the quantity of steam and poor visibility.
nb: Dampen kom ut av slangen på uheldig sted, noe som gjorde evakueringsruten utilgjengelig for operatør 2 på grunn av mye damp og dårlig sikt.

source: No measurement points for relevant data are available near the pump, and the geometry and leak mechanics at the leak point make it very difficult to calculate a sensible hole size.
nb: Det er ikke noen målepunkter på relevant data i nærheten av pumpen, og geometrien og lekkasje-mekanikken i lekkasjepunktet gjør det svært vanskelig å beregne en fornuftig hullstørrelse.

source: Calculations for the selected area show that the annual probability of being hit by icebergs is greater than 10
nb: Beregningene for valgt område viser at årlig sannsynlighet for å bli truffet av isfjell er større enn 10

source: Statoil reports that a discussion took place on the introduction of new items in the procedure, but the consequences of changed operational practice were not assessed or no complete change assessment took place.
nb: Statoil opplyser at det var diskusjon om innføringen av nye punkter i prosedyren, men konsekvensene som følge av endret operasjonell praksis ble ikke utredet eller en fullstendig endringsbehandling ikke foretatt.

source: § 13 Materials handling and transport routes, access and evacuation routes
nb: § 13 Materialhåndtering og transportveier, atkomst og evakueringsveier

source: Sec-tion 12 of the Activities Regulations gives this responsibility to the physician with professional responsibility for the health service on the facility.
nb: bestemmelsen i aktivitetsforskriften § 12 tillegges dette ansvaret den legen som har faglig ansvar for helse-tjenesten på innretningen.

source: Equinor - Consent to use Transocean Norge
nb: Equinor – Samtykke til bruk av Transocean Norge

source: work team to handle this operation, with no other duties when lifting these pumps in/out.
nb: arbeidslag til operasjonen, som da ikke har andre arbeidsoppgaver under inn og utløfting av råvannspumpen.

source: For safety delegates and members of working environment committees, the requirement for participation in the establishment and maintenance of management systems is expressly stated in Sections 6-2 and 7-2 of the Working Environment Act.
nb: For verneombud og medlemmer i arbeidsmiljø-utvalg er krav om deltakelse ved etablering og vedlikehold av styringssystem uttrykkelig gitt i arbeidsmiljø-loven § 6-2 og § 7-2.

source: health and safety of personnel,
nb: helse og sikkerhet for personell,

source: We have given Statoil consent to drill appraisal well 15/3-10 in the North Sea.
nb: Vi har gitt Statoil samtykke til å bore avgrensningsbrønn 15/3-10 i Nordsjøen.

source: e) The Melkøya plant is designed with heat conservation up to the PSV flange.
nb: e) Anlegget på Melkøya er designet med varmekonservering opp til flensen på PSVene.

source: Collection, processing and use of data
nb: Usikkerhet handler om mangel på kunnskap.
